Repository: jayfunc/BetterLyrics
Catalog: BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: de, es, fr, ja, nl, ru, zh_cn, zh_tw

# SettingsPageLyricsWindowManager.Text
source: Lyrics Window Manager
de: Songtext-Fenstermanager
es: Gestor de Ventanas de Letras
fr: Gestionnaire de fenêtres de paroles
ja: 歌詞ウィンドウマネージャー
nl: Songteksten venster manager
ru: Менеджер окон текстов песен
zh_cn: 歌词窗口管理

# SettingsPageLyricsWindowMgr.Content
source: Lyrics Window Manager
de: Songtext-Fenstermanager
es: Gestor de Ventanas de Letras
fr: Gestionnaire de fenêtres de paroles
ja: 歌詞ウィンドウマネージャー
nl: Songteksten venster manager
ru: Менеджер окон текстов песен
zh_cn: 歌词窗口管理

# SettingsPageLyricsWindowSwitchHotKey.Header
source: Lyrics Window Status Switcher Shortcut
de: Songtext-Statuswechsel-Verknüpfung
es: Acceso directo al interruptor de estado de la ventana de Letras
fr: Raccourci du changement d'état de la fenêtre des paroles
ja: Lyrics Window Status Switch Shortcut
nl: Statusselectie voor songteksten venster snelkoppeling
ru: Ярлык в окне текста переключателя текста
zh_cn: 歌词窗口状态切换器快捷方式

# SettingsPageLyricsWindowToolTip.Content
source: Lyrics Window
de: Songtext-Fenster
es: Ventana de Letras
fr: Fenêtre des paroles
ja: 歌詞ウィンドウ
nl: Songteksten venster
ru: Окно текстов песен

# SettingsPageMatchingThreshold.Description
source: Adjusting this value will affect sequential search and best match search results, but will not affect search results in the manual lyrics search interface
de: Die Anpassung dieses Wertes wirkt sich auf die sequentielle Suche aus und entspricht am besten den Suchergebnissen, wirkt sich aber nicht auf die Suchergebnisse im manuellen Text-Suchfenster aus
es: Ajustar este valor afectará a la búsqueda secuencial y los mejores resultados de búsqueda, pero no afectará a los resultados de búsqueda de letras en la interfaz de búsqueda manual
fr: Ajuster cette valeur affectera la recherche séquentielle et les meilleurs résultats de recherche, mais n'affectera pas les résultats de recherche dans l'interface de recherche manuelle des paroles
ja: この値を調整すると、シーケンシャル検索と最適な検索結果に影響しますが、手動歌詞検索インターフェースの検索結果には影響しません
nl: Het aanpassen van deze waarde heeft invloed op opeenvolgende zoekresultaten en de beste zoekresultaten, maar heeft geen invloed op de zoekresultaten in de handmatige zoekinterface voor songteksten.
ru: Настройка этого значения повлияет на последовательный поиск и наилучший результат поиска, но не повлияет на результаты поиска в ручном поиске

# SettingsPageMatchingThreshold.Header
source: Minimum Matching Threshold
de: Minimaler Schwellenwert
es: Umbral mínimo de coincidencia
fr: Seuil minimum de correspondance
ja: Minimum Match Threshold
nl: Minimale overeenkomende drempelwaarde
ru: Минимальный порог совпадения

# SettingsPageMediaLib.Content
source: Media Library
de: Medienbibliothek
es: Biblioteca de medios
fr: Médiathèque
ja: メディアライブラリ
nl: Media bibliotheek
ru: Медиа-библиотека
zh_cn: 媒体库

# SettingsPageMedianCut.Content
source: Conservative
de: Konservativ
es: Conservador
fr: Conservateur
ja: 保守的
nl: Conservatief
ru: Консервативная
zh_cn: 保守

# SettingsPageMediaSourceProvidersConfig.Header
source: Monitor This Playback Source
de: Diese Wiedergabequelle überwachen
es: Controlar esta fuente de reproducción
fr: Surveiller cette source de lecture
ja: Listen to this playback source
nl: Deze afspeelbron monitoren
ru: Отслеживать этот источник воспроизведения
zh_cn: 监听此播放源

# SettingsPageMockMusicPlaying.Header
source: Play Test Music
de: Testmusik abspielen
es: Reproducir música de prueba
fr: Jouer la musique de test
ja: テスト音楽を再生します
nl: Test muziek afspelen
ru: Воспроизвести тестовую музыку
zh_cn: 播放测试音乐

# SettingsPageMultiNowPlayingWindows.Header
source: Multi-Window Coexistence Mode
de: Mehrfenster-Koexistenzmodus
es: Modo de coexistencia multiventana
fr: Mode de coexistence multi-fenêtres
ja: Multi-Window Mode
nl: Multi-window co-existentiemodus
ru: Режим сосуществования нескольких окон

# SettingsPageMusicGallery.Text
source: Music Gallery
de: Musikgalerie
es: Galería de Música
fr: Galerie de musique
ja: ミュージックギャラリー
nl: Muziek galerij
ru: Музыкальная галерея

# SettingsPageMusicGalleryLyrics.Header
source: Embedded Lyrics Window in Music Library
de: Eingebettetes Songtext-Fenster in der Musikbibliothek
es: Ventana de letras incrustada en la biblioteca de música
fr: Fenêtre de paroles intégrée dans la bibliothèque musicale
ja: Music Gallery Embedded Lyrics Window
nl: Ingesloten songteksten venster in muziek bibliotheek
ru: Встроенное окно текстов песен в музыкальную библиотеку

# SettingsPageMusicLib.Description
source: Add folders storing music or lyrics
de: Ordner hinzufügen, die Musik oder Songtexte speichern
es: Añadir carpetas guardando música o letras
fr: Ajouter des dossiers stockant de la musique ou des paroles
ja: Add folders containing music or lyrics
nl: Voeg mappen toe die muziek of songteksten opslaan
ru: Добавить папки, хранящие музыку или текст песни
zh_cn: 添加存放音乐或歌词的文件夹
zh_tw: 新增存放音樂或歌詞的資料夾

# SettingsPageMusicLib.Header
source: Local Media Library
de: Lokale Medienbibliothek
es: Biblioteca de medios local
fr: Médiathèque local
ja: 地元のメディア図書館
nl: Lokale mediabibliotheek
ru: Локальная медиа-библиотека
zh_cn: 本地媒体库

# SettingsPageMusicLibRealTimeWatch.Header
source: Listen to File Changes in Real Time
de: Dateiänderungen in Echtzeit anhören
es: Escucha los cambios de archivos en tiempo real
fr: Écouter les modifications de fichier en temps réel
ja: Real-time file monitoring
nl: Luister in realtime veranderingen in het bestand
ru: Слушать изменения файлов в реальном времени
zh_cn: 实时监听文件变化

# SettingsPageNarrowMode.Text
source: Narrow Mode
de: Schmalmodus
es: Modo Nflecha
fr: Mode étroit
ja: 狭い
nl: Smalle modus
ru: Узкий режим
zh_cn: 窄屏模式

# SettingsPageNextSongHotKey.Header
source: Next Track Shortcut Keys
de: Nächste Track Tastenkombination
es: Siguiente teclas de acceso directo
fr: Touches de raccourci de la piste suivante
ja: Next Track Shortcut
nl: Volgende nummer sneltoetsen
ru: След. трек горячие клавиши
zh_cn: 下一首曲目快捷键

# SettingsPageNoBackdrop.Content
source: None
de: Keine
es: Ninguna
fr: Aucun
ja: なし
nl: geen
ru: Нет
zh_cn: 无
zh_tw: 無

# SettingsPageOctTree.Content
source: Aggressive
de: Aggressiv
es: Agresivo
fr: Agressif
ja: 急進的だ
nl: Agressief
ru: Агрессивный
zh_cn: 激进

# SettingsPageOpacity.Header
source: Opacity
de: Deckkraft
es: Opacidad
fr: Opacité
ja: 不透明度
nl: Transparantie
ru: Прозрачность
zh_cn: 不透明度

# SettingsPageOpenFolderButton.Content
source: Open in File Explorer
de: Im Datei-Explorer öffnen
es: Abrir en el explorador de archivos
fr: Ouvrir dans l'explorateur de fichiers
ja: ファイルエクスプローラーで開きます
nl: Open in bestandsverkenner
ru: Открыть в файловом обозревателе
zh_cn: 在文件资源管理器中打开

# SettingsPageOriginalText.Header
source: Original Text
es: Texto original
fr: Texte original
ja: Original
nl: Originele tekst
ru: Исходный текст
zh_cn: 原文

# SettingsPageOverwriteMatchingThreshold.Header
source: Set the Minimum Match Threshold Individually
de: Legen Sie den minimalen Schwellwert einzeln fest
es: Establecer el umbral mínimo de coincidencia Individualmente
fr: Définir le seuil de correspondance minimum individuellement
ja: Set Separate Minimum Match Threshold
nl: Stel de minimale wedstrijddrempel individueel in
ru: Установите индивидуальный минимальный порог соответствия

# SettingsPagePaletteGeneratorType.Header
source: Color Picker Style
de: Farbwählerstil
es: Estilo del selector de color
fr: Style du sélecteur de couleurs
ja: Palette Generator Type
nl: Kleurenkiezer stijl
ru: Стиль выбора цвета
zh_cn: 取色风格

# SettingsPagePathBeIncludedInfo
source: This folder is already included in the existing folder and does not need to be added again
de: Dieser Ordner ist bereits im existierenden Ordner enthalten und muss nicht erneut hinzugefügt werden
es: Esta carpeta ya está incluida en la carpeta existente y no necesita ser añadida de nuevo
fr: Ce dossier est déjà inclus dans le dossier existant et n'a pas besoin d'être ajouté à nouveau
ja: This folder is already included in an existing folder, no need to add again
nl: Deze map is al opgenomen in de bestaande map en hoeft niet opnieuw toegevoegd te worden
ru: Эта папка уже включена в существующую папку и не нужно добавлять снова
zh_cn: 该文件夹已包含在已有文件夹中，无需再次添加
zh_tw: 該資料夾已包含在已有資料夾中，無需再次添加

# SettingsPagePathExistedInfo
source: The folder has been added. Please do not add it again.
de: Der Ordner wurde hinzugefügt. Bitte nicht erneut hinzufügen.
es: La carpeta ha sido añadida. Por favor, no la vuelva a añadir.
fr: Le dossier a été ajouté. Veuillez ne pas l'ajouter à nouveau.
ja: This folder has already been added, please do not add it again
nl: De map is toegevoegd. Voeg deze niet opnieuw toe.
ru: Папка была добавлена. Пожалуйста, не добавляйте ее снова.
zh_cn: 已添加过该文件夹，请勿重复添加
zh_tw: 已新增過該資料夾，請勿重複新增

# SettingsPagePathIncludingOthersInfo
source: This folder contains added folders, please delete these folders to add the folder
de: Dieser Ordner enthält hinzugefügte Ordner, bitte löschen Sie diese Ordner, um den Ordner hinzuzufügen
es: Esta carpeta contiene carpetas añadidas, por favor elimine estas carpetas para agregar la carpeta
fr: Ce dossier contient des dossiers ajoutés, veuillez supprimer ces dossiers pour ajouter le dossier
ja: This folder contains already added folders, please remove them to add this folder
nl: Deze map bevat toegevoegde mappen, verwijder deze mappen om de map toe te voegen
ru: Эта папка содержит добавленные папки, удалите эти папки, чтобы добавить папку
zh_cn: 该文件夹包含已添加文件夹，请删除这些文件夹以添加该文件夹
zh_tw: 該文件夾包含已添加文件夾，請刪除這些文件夾以添加該文件夾

# SettingsPagePathNotFound.Text
source: The path cannot be found on your computer
de: Der Pfad kann auf Ihrem Computer nicht gefunden werden
es: No se puede encontrar la ruta en su equipo
fr: Le chemin d'accès est introuvable sur votre ordinateur
ja: Unable to find this path on your computer
nl: Pad kan niet gevonden worden op uw computer
ru: Путь не может быть найден на вашем компьютере
zh_cn: 无法在您的计算机中找到该路径
zh_tw: 無法在您的電腦中找到該路徑

# SettingsPagePatrons.Text
source: Sponsor
es: Patrocinador
ja: Sponsorship
ru: Спонсор

# SettingsPagePhonetic.Text
source: Lyric Annotation
de: Lyrische Anmerkung
es: Anotación Leica
fr: Annotation lyrique
ja: Lyric Phonetics
nl: Lyrische aantekening
ru: Аннотация Лирики
zh_cn: 歌词注音

# SettingsPagePhoneticText.Header
source: Phonetic Symbols
de: Phonetische Symbole
es: Símbolos fonéticos
fr: Symboles phonétiques
ja: Phonetic
nl: Fonetische symbolen
ru: Фонетические символы
zh_cn: 注音

# SettingsPagePinToTaskbar.Header
source: Pin to Taskbar
de: An Taskleiste anheften
es: Anclar a la barra de tareas
fr: Épingler dans la barre des tâches
ja: タスクバーに移動
nl: Aan taakbalk vastmaken
ru: Закрепить в панели задач

# SettingsPagePlaybackLib.Content
source: Playback Sources
de: Wiedergabequellen
es: Fuentes de reproducción
fr: Sources de lecture
ja: 再生ソース
nl: Bronnen afspelen
ru: Воспроизведение источников
zh_cn: 播放源

# SettingsPagePlaybackNotFound.Text
source: No playback source captured
de: Keine Wiedergabequelle erfasst
es: Fuente de reproducción no capturada
fr: Aucune source de lecture capturée
ja: No captured playback source
nl: Geen afspeelbron vastgelegd
ru: Нет захваченных источников воспроизведения
zh_cn: 没有捕获的播放源
zh_tw: 沒有捕獲的播放源

# SettingsPagePlaybackSource.Header
source: Playback Source
de: Wiedergabequelle
es: Fuente de reproducción
fr: Source de lecture
ja: 再生ソース
nl: Bron afspelen
ru: Источник воспроизведения

# SettingsPagePlaybackSourceID.Header
source: Playback Source ID
de: Wiedergabequellen-ID
es: ID fuente de reproducción
fr: ID de la source de lecture
ja: 再生ソースID
nl: Bron ID afspelen
ru: ID источника воспроизведения

# SettingsPagePlaybackStatus.Header
source: Current Playback Source
de: Aktuelle Wiedergabequelle
es: Fuente de reproducción actual
fr: Source de lecture actuelle
ja: 現在の再生ソース
nl: Huidige afspeelbron
ru: Текущий источник воспроизведения

# SettingsPagePlayingMockMusicButton.Content
source: Play "Cut To The Feeling" on "soundcloud.com"
de: Spiele "Cut To The Feeling" auf "soundcloud.com"
es: Juega "Cortar a la opinión" en "soundcloud.com"
fr: Jouez "Cut To The Feeling" sur "soundcloud.com"
nl: Speel "Knip naar het gevoel" op "soundcloud.com"
ru: Воспроизвести "Вырезать на ощущения" на "soundcloud.com"
zh_cn: 在 “soundcloud.com” 上播放 “Cut to the Feeling”
zh_tw: 在 “soundcloud.com” 上播放 “Cut to the Feeling”

# SettingsPagePlayOrPauseSongHotKey.Header
source: Play and Pause Shortcuts
de: Shortcuts abspielen und pausieren
es: Reproducir y pausar atajos
fr: Raccourcis de lecture et de pause
ja: Play/Pause Shortcut
nl: Snelkoppelingen afspelen en pauzeren
ru: Играть и приостановить ярлыки
zh_cn: 播放与暂停快捷键

# SettingsPagePreviousSongHotKey.Header
source: Shortcut Keys for the Previous Track
de: Tastenkürzel für den vorherigen Track
es: Teclas de acceso directo para la pista anterior
fr: Touches de raccourci pour la piste précédente
ja: Previous Track Shortcut
nl: Snelkoppelingen voor vorige nummer
ru: Горячие клавиши для предыдущего трека
zh_cn: 上一首曲目快捷键

# SettingsPagePureLayer.Header
source: Pure Color Layer
de: Reine Farbschicht
es: Capa de color puro
fr: Couche de couleur pure
ja: Solid Color Layer
nl: Pure kleurlaag
ru: Чистый цветной слой
zh_cn: 纯色层

# SettingsPageQQGroup.Content
source: QQ Feedback & Chat Group
de: QQ-Feedback & Chat-Gruppe
es: Comentarios QQ & Grupo de Chat
fr: Retour QQ et groupe de discussion
ja: QQ Feedback Group
nl: QQ feedback & chat groep
ru: QQ отзыв и группа чата
zh_cn: QQ 反馈交流群

# SettingsPageRealtimeStatus.Text
source: Realtime Status
de: Echtzeit-Status
es: Estado en tiempo real
fr: Statut en temps réel
ru: Статус в реальном времени
zh_cn: 实时状态

# SettingsPageRecord.Content
source: Record
de: Datensatz
es: Grabar
fr: Enregistrements
ja: 記録
nl: Opnemen
ru: Запись
zh_cn: 记录

# SettingsPageRecordedWindowStatus.Text
source: Recorded Window Status
de: Aufgenommener Fensterstatus
es: Estado de la ventana grabada
fr: État de la fenêtre enregistrée
ja: 記録されたウィンドウステータス
nl: Opgenomen venster status
ru: Статус записанного окна
zh_cn: 记录的窗口状态

# SettingsPageReference.Header
source: Reference Link
de: Referenzlink
es: Enlace de referencia
fr: Lien de référence
ja: References
nl: Referentie link
ru: Ссылка

# SettingsPageRefreshDropdown.Content
source: Refresh Dropdown
de: Dropdown aktualisieren
es: Actualizar Dropdown
fr: Rafraîchir la liste déroulante
ja: ドロップダウンを更新してください
nl: Vernieuw dropdown
ru: Обновить раскрывающийся список

# SettingsPageRemoveInfo.Message
source: Original files and folders in this path will not be deleted when removing it from this app
de: Originaldateien und Ordner in diesem Pfad werden nicht gelöscht, wenn sie von dieser App entfernt werden
es: Los archivos y carpetas originales de esta ruta no se eliminarán al eliminarlo de esta aplicación
fr: Les fichiers et dossiers originaux de ce chemin ne seront pas supprimés lorsque vous le supprimerez de cette application
ja: Original files and folders in the path will not be deleted
nl: Oorspronkelijke bestanden en mappen in dit pad worden niet verwijderd wanneer u deze uit deze app verwijdert
ru: Оригинальные файлы и папки в этом пути не будут удалены при удалении его из этого приложения
zh_cn: 路径中的原始文件和文件夹不会被删除
zh_tw: 路徑中的原始檔案和資料夾不會被刪除

# SettingsPageRemoveInfo.Title
source: You are safe to remove the following items
de: Folgende Elemente können entfernt werden
es: Está seguro de eliminar los siguientes elementos
fr: Vous pouvez supprimer les éléments suivants en toute sécurité
ja: You can safely remove the following items
nl: U kunt de volgende items veilig verwijderen
ru: Вы можете удалить следующие предметы
zh_cn: 您可以安全删除以下项目
zh_tw: 您可以安全刪除以下項目

# SettingsPageRemovePath.Content
source: Remove from App
de: Aus App entfernen
es: Eliminar de la aplicación
fr: Retirer de l'application
nl: Verwijderen uit app
ru: Удалить из приложения
zh_cn: 从应用中移除

# SettingsPageRestart.Content
source: Restart App to Apply Change
de: App neu starten, um Änderungen zu übernehmen
es: Reiniciar aplicación para aplicar cambio
fr: Redémarrer l'application pour appliquer le changement
ja: Restart app to apply changes
nl: Herstart app om wijzigingen toe te passen
ru: Перезапустите приложение, чтобы применить изменения
zh_cn: 重启应用以应用更改

# SettingsPageRight.Content
source: Right
de: Rechts
es: Derecha
fr: Droite
ja: 右
nl: Rechterkant
ru: Справа

# SettingsPageRomaji.Header
source: Japanese Annotation
de: Japanische Anmerkung
es: Anuncio japonés
fr: Annotation japonaise
ja: Japanese Phonetic
nl: Japanse aantekening
ru: Японская аннотация
zh_cn: 日语注音

# SettingsPageScope.Header
source: Scope
de: Bereich
es: Alcance
fr: Périmètre d'application
ja: 範囲
nl: Bereik
ru: Сфера охвата
zh_cn: 范围
zh_tw: 範圍

# SettingsPageScrollBottomDelay.Header
source: Tail Line Delay
de: Schwinglinienverzögerung
es: Retardo en la línea de cola
fr: Délai de la queue
ja: Bottom Line Delay
nl: Lijn Lijn Vertraging
ru: Задержка линии хвоста
zh_cn: 尾行延时

# SettingsPageScrollBottomDuration.Header
source: Final Line Duration
de: Endzeile-Dauer
es: Duración de la línea final
fr: Durée de la ligne finale
ja: Bottom Line Duration
nl: Duur van de definitieve lijn
ru: Длительность конечной строки
zh_cn: 尾行持续时间

# SettingsPageScrollDuration.Header
source: Current Line Duration
de: Aktuelle Zeilendauer
es: Duración de la línea actual
fr: Durée de la ligne actuelle
ja: 現在のライン期間
nl: Huidige regelduur
ru: Текущая длительность строки
zh_cn: 当前行持续时间

# SettingsPageScrollEasing.Header
source: Lyric Animation Type
de: Lyrische Animationstyp
es: Tipo de animación lirica
fr: Type d'animation lyrique
ja: Lyrics Animation Type
nl: Lyrische animatietype
ru: Тип анимации Lyric

# SettingsPageScrollTopDelay.Header
source: First Line Delay
de: Erste Zeilenverzögerung
es: Retraso de primera línea
fr: Délai de la première ligne
ja: Top Line Delay
nl: Eerste regelvertraging
ru: Задержка первой строки
zh_cn: 首行延时

# SettingsPageScrollTopDuration.Header
source: Duration of the First Line
de: Die Dauer der ersten Zeile
es: Duración de la primera línea
fr: La durée de la première ligne
ja: Top Line Duration
nl: De duur van de eerste regel
ru: Длительность первой строки
zh_cn: 首行持续时间

# SettingsPageSearchResultStatus.Header
source: Current Lyrics Search Result
de: Aktueller Songtext Suchergebnis
es: Resultado de la búsqueda de letras actual
fr: Résultat de recherche de paroles actuel
ja: 現在の歌詞検索結果
nl: Resultaat van huidige songtekst zoeken
ru: Текущий результат поиска текстов

# SettingsPageServerTestButton.Content
source: Test Server
de: Server testen
es: Probar servidor
fr: Serveur de test
ja: テストサーバー
ru: Тестовый сервер
zh_cn: 测试服务器

# SettingsPageServerTestFailedInfo
source: Server test failed
de: Servertest fehlgeschlagen
es: Prueba de servidor fallida
fr: Le test du serveur a échoué
ja: サーバーテストに失敗しました
nl: Servertest mislukt
ru: Проверка сервера не удалась
zh_cn: 服务器测试失败
zh_tw: 服務器測試失敗

# SettingsPageServerTestSuccessInfo
source: Server test successful
de: Servertest erfolgreich
es: Prueba de servidor exitosa
fr: Test du serveur réussi
ja: サーバーテストが成功しました
nl: Servertest succesvol
ru: Проверка сервера прошла успешно
zh_cn: 服务器测试成功
zh_tw: 服務器測試成功

# SettingsPageSettings.Header
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
nl: Instellingen
ru: Настройки
zh_cn: 设置

# SettingsPageSettingsManager.Header
source: Settings Manager
de: Einstellungsmanager
es: Gestor de ajustes
fr: Gestionnaire de paramètres
ja: 設定マネージャー
nl: Instellingen beheer
ru: Менеджер настроек
zh_cn: 设置管理器

# SettingsPageShareHub.Content
source: Browse Online Resources Sharing Hub
de: Durchsuche Online-Ressourcen-Sharing-Hub
es: Navegar en el Hub de Compartir Recursos en Línea
fr: Parcourir le centre de partage de ressources en ligne
ja: Browse Online Share Hub
nl: Doorzoek online resources delen hub
ru: Просмотр онлайн-ресурсов

# SettingsPageShortcut.Text
source: Play
de: Abspielen
es: Jugar
fr: Jouer
ja: Shortcuts
nl: Afspelen
ru: Играть

# SettingsPageShortcutRegFailInfo
source: This hotkey was not successfully registered
de: Dieser Hotkey wurde nicht erfolgreich registriert
es: Esta tecla de acceso rápido no se ha registrado correctamente
fr: Ce raccourci clavier n'a pas été enregistré avec succès
ja: Hot key registration failed
nl: Deze sneltoets was niet succesvol geregistreerd
ru: Этот горячий ключ не был успешно зарегистрирован
zh_cn: 该热键未成功注册

# SettingsPageShortcutRegSuccessInfo
source: This hotkey has been successfully registered
de: Dieser Hotkey wurde erfolgreich registriert
es: Esta tecla de acceso directo se ha registrado correctamente
fr: Ce raccourci clavier a été enregistré avec succès
ja: Hot key registration successful
nl: Deze sneltoets is succesvol geregistreerd
ru: Этот ключ был успешно зарегистрирован
zh_cn: 该热键已成功注册

# SettingsPageShowAlbum.Header
source: Show Album
de: Album anzeigen
es: Mostrar álbum
fr: Afficher l'album
ja: アルバムを表示
nl: Album weergeven
ru: Показать альбом

# SettingsPageShowArtists.Header
source: Show Artists
de: Künstler anzeigen
es: Mostrar Artistas
fr: Afficher les artistes
ja: アーティスト
nl: Toon artiesten
ru: Показать исполнителей
zh_cn: 显示艺术家

# SettingsPageShowHideHotKey.Header
source: Lyrics Window Display and Hide Shortcut Keys
de: Songtext-Fenster Anzeige und Verstecke Tastenkombination
es: Mostrar letras de ventana y ocultar teclas de acceso directo
fr: La fenêtre de paroles affiche et masque les touches de raccourci
ja: Show/Hide Lyrics Window Shortcut
nl: Songtekst venster weergeven en sneltoetsen verbergen
ru: Отображение и скрытие ярлыков клавиш
zh_cn: 歌词窗口显示和隐藏快捷键

# SettingsPageShowInSwitchers.Header
source: Show in System Environment
de: In Systemumgebung anzeigen
es: Mostrar en el entorno del sistema
fr: Afficher dans l'environnement système
ja: システム環境に表示します
nl: Weergeven in de systeemomgeving
ru: Показать в системном окружении
zh_cn: 在系统环境中显示

# SettingsPageShowLayoutDragger.Header
source: Show Layout Splitter
de: Layoutsplitter anzeigen
es: Mostrar divisor de diseño
fr: Afficher le diviseur de mise en page
ja: レイアウトスプリッターを表示
nl: Lay-outsplitter tonen
ru: Показать разделитель макетов

# SettingsPageShowTitle.Header
source: Show Title
de: Titel anzeigen
es: Mostrar título
fr: Afficher le titre
ja: タイトルを表示
nl: Toon titel
ru: Показать название
zh_cn: 显示标题

# SettingsPageSlide.Content
source: Slide
de: Folie
es: Deslizar
fr: Diapositive
ja: スライド
nl: Schuif
ru: Слайд

# SettingsPageSliderPrefix.Text
source: Current value:
de: Aktueller Wert:
es: Valor actual:
fr: Valeur actuelle :
nl: Huidige waarde:
ru: Текущее значение:
zh_cn: 当前值：
zh_tw: 目前值：

# SettingsPageSnowFlakeLayer.Header
source: Snowflake Layer
de: Schneeflocken Schicht
es: Capa de Copo de Nieve
fr: Couche de flocons de neige
ja: スノーフレークレイヤー
nl: Sneeuw vlok laag
ru: Слой Снежинки

# SettingsPageSongInfo.Text
source: Song Info
es: Información de la canción
fr: Informations sur la musique
ja: 曲情報
nl: Nummer info
ru: Информация о песне

# SettingsPageSongStatus.Header
source: Current Song
de: Aktueller Titel
es: Canción actual
fr: Chanson actuelle
ja: 現在の曲です
nl: Huidig nummer
ru: Текущая песня

# SettingsPageSongTitle.Header
source: Title
de: Titel
es: Título
fr: Titre de la page
ja: タイトル
nl: Aanspreektitel
ru: Заголовок

# SettingsPageSpectrumLayer.Header
source: [Experimental] Spectrum Layer
de: [Experimental] Spektrum-Ebene
es: [Experimental] Capa de espectro
fr: [Experimental] Couche Spectrum
ja: [実験的] スペクトラムレイヤー
ru: [Experimental] Слой Спектра

# SettingsPageSpectrumLayerPlacement.Header
source: Spectrum Placement
de: Spektrum-Platzierung
es: Ubicación del espectro
fr: Placement du spectre
ja: Spectrum Position
nl: Spectrum plaatsing
ru: Размещение спектра

# SettingsPageSpectrumLayerStyle.Header
source: Spectrum Style
de: Spektrum-Stil
es: Estilo del espectro
fr: Style Spectrum
ja: スペクトラムスタイル
nl: Spectrum stijl
ru: Стиль спектра
